<h1>Правообладателям</h1>
<div class="text">
      Мы будем рады, если вы сможете помочь расширить каталог действительно интерсных фильмов всех жанров<br><br>
      <font color="red"><b>kinoextra.com не является хостингом для каких либо мультимедийных файлов.</b></font><br><br>
      <b>kinoextra.com</b> совершенно легальный и содержит ссылки только  на другие сайты в Интернете: (Vkontakte, Yandex Video,Mail.ru Video,Ivi, и т.д.).<br><br>
      Все права на материалы принадлежат исключительно законным правообладателям. 
      Если Вы считаете, что мы каким-либо образом ущемляем Ваши права, то пишите на электронную почту dimminbox@gmail.com!
      </div>